package telegram

const msgHelp = "Я могу помочь вам получить информацию о факультете. Выберите тему, которая вас интересует, например, общая информация о факультете, программах обучения или факультетские мероприятия.\n\n" +
	"Если вы не можете найти нужную тему, вы можете задать свой вопрос, отправив его администрации с помощью команды /question:ваш_вопрос. Они ответят на него в кратчайшие сроки и помогут вам получить нужную информацию.\n\n" +
	"Я готов помочь в любое время! 🌞"

const msgHello = "Привет! 😊 " +
	"Я - бот Факультета Информационных технологий Евразийского Национального университета имени Л.Н. Гумилева. 🤖\n\n" +
	"Я могу помочь вам получить информацию о факультете. Выберите тему, которая вас интересует, например, общая информация о факультете, программах обучения или факультетские мероприятия.\n\n" +
	"Если вы не можете найти нужную тему, вы можете задать свой вопрос, отправив его администрации с помощью команды /question:ваш_вопрос. Они ответят на него в кратчайшие сроки и помогут вам получить нужную информацию.\n\n" +
	"Я готов помочь в любое время! 🌞"

const msgUnknownCommand = "Пожалуйста, выберите одно из доступных действий, представленных в списке, или задайте свой собственный вопрос, нажав на кнопку \"Задать вопрос\". ️"
